{
    "app-titulo": "Financial Updater for Lawyers",
    "bem-vindo": "Welcome!",
    "mensagem-1": "Here, we are committed to providing a powerful tool to assist legal professionals in calculating up-to-date case values based on Brazilian financial indicators. We know how crucial it is for lawyers to have accurate and up-to-date information to ensure their clients receive the fairness and due compensation they deserve.",
    "mensagem-2": "Our platform was developed with the aim of simplifying the financial calculation process, allowing you to quickly and easily access the most relevant information. With constant economic and legislative changes, keeping track of interest rates, inflation rates and other indicators has become a challenge, which is exactly why we're here to help.",
    "mensagem-3": "We understand the importance of accurate and transparent financial calculation, and our team of experts has worked diligently to gather the most up-to-date data available. Browse our website and explore the different functionalities we have designed to ensure an intuitive and efficient experience.",
    "mensagem-4": "Our commitment is to provide reliable and up-to-date information, allowing you to focus your energy on what you do best: defending your customers with excellence. In addition, we are always attentive to suggestions and feedback, constantly seeking to improve our platform to meet your needs.",
    "mensagem-5": "Join a community of lawyers committed to the fairness and accuracy of financial calculations. Use our tool and achieve even more consistent and reliable results in your causes.",
    "mensagem-6": "Welcome to the future of financial calculation for lawyers. Together, we will build a fairer and more transparent environment for the practice of law in Brazil. We look forward to helping you achieve the success and satisfaction of your customers.",
    "equipe": "Team",
    "cadastre-se": "Sign up",
    "termos-de-uso": "Terms of use",
    "politica-de-privacidade": "Privacy Policy",
    "licenca": "License",
    "notas-da-versao": "Release Notes",
    "todos-os-direitos-reservados": "All rights reserved.",
    "eula": "End-User License Agreement",
    "licenca-1": "This End User License Agreement (EULA) is a legal agreement between you (as an individual or on behalf of an entity) and Klav, Inc., regarding your use of Klav's applications and associated documentation (the 'Software'). IF YOU DO NOT AGREE TO ALL OF THE TERMS OF THIS EULA, DO NOT INSTALL, USE OR COPY THE SOFTWARE.",
    "resumo": "Summary",
    "licenca-2": "You must agree to all of the terms of this EULA in order to use this Software.",
    "licenca-3": "If so, you may register, subscribe and use the Software for any purpose.",
    "licenca-4": "This Software automatically communicates with Klav servers for three reasons: (1) to receive and install updates; (2) submit error reports; and (3) submit anonymous usage information. You can view sample data to see what information is sent, and you can choose not to send anonymous usage data.",
    "licenca-5": "This Software is provided 'as is' without warranties, and you agree that Klav is not responsible for anything you do with it.",
    "licenca-6": "You really ought to just go ahead and read the whole EULA. It's not all that long. You should not only rely on this summary.",
    "o-acordo": "The Agreement",
    "licenca-7": "By downloading, installing, using, or copying the Software, you accept and agree to be bound by the terms of this EULA. If you do not agree to all of the terms of this EULA, you may not download, install, use or copy the Software.",
    "a-licenca": "The License",
    "licenca-8": "This EULA gives you the right to install as many copies of the Software as you wish and to use the Software for any lawful purpose consistent with this EULA. Your license to use the Software is expressly conditioned upon your agreement to all of the terms of this EULA. This software is licensed, not sold. Klav reserves all other rights not granted by this EULA.",
    "as-restricoes": "The Restrictions",
    "licenca-9": "When using the Software you must use it in a manner that complies with the applicable laws in the jurisdiction(s) in which you use the Software.",
    "licenca-10": "You may not sell, resell, rent, lease or exchange the Software for anything of value.",
    "licenca-11": "You may not remove or alter any proprietary notices or marks on the Software.",
    "avisos-de-privacidade": "Privacy Notices",
    "licenca-12": "The Software automatically communicates with Klav servers for three purposes: (1) to update the Software; (2) submitting error reports; and (3) sending anonymous usage data so that we can improve the Software. You may choose not to submit anonymous usage data, but if you do not want the Software to update automatically or submit error reports, please uninstall the Software.",
    "licenca-13": "Automatic software updates. The Software communicates with Klav to determine if there are any patches, bug fixes, updates, upgrades or other modifications to improve the Software. You agree that the Software may automatically install such improvements to the Software on your computer without providing any additional notice or receiving any additional consent. This feature cannot be disabled. If you do not wish to receive automatic updates, uninstall the Software.",
    "licenca-14": "Error reports. To help us improve the Software, when the Software encounters certain errors, it will automatically send some information to Klav about the error. This feature cannot be disabled. If you do not want to send error reports to Klav, uninstall the Software.",
    "licenca-15": "Anonymized usage data. Klav collects anonymous data about your use of the Software to help us make it more amazing. Approximately once a day, the Software sends this data to Klav's servers. If you do not want to send anonymous usage data to Klav, you can choose not to send it by changing your settings in Preferences.",
    "avisos-de-codigo-aberto": "Open-Source Notices",
    "licenca-16": "Certain components of the Software may be subject to open source software licenses ('Open Source Components'), which means any software license approved as open source licenses by the Open Source Initiative or any substantially similar licenses, including, without limitation, any license that, as a condition of distribution of the software licensed under such license,  Require the distributor to make the software available in source code format. The Software documentation includes copies of the licenses applicable to the Open Source Components.",
    "licenca-17": "To the extent there is a conflict between the license terms covering the Open Source Components and this EULA, the terms of such licenses will apply in lieu of the terms of this EULA. To the extent that the terms of the licenses applicable to the Open Source Components prohibit any of the restrictions in this Agreement with respect to such Open Source Component, such restrictions shall not apply to such Open Source Component. To the extent that the terms of the licenses applicable to the Open Source Components require Licensor to make an offer to provide source code in connection with the Product, such offer is made hereunder, and you may exercise it by contacting suporte@klav.com.br",
    "avisos-de-propriedade-intelectual": "Intellectual Property Notices",
    "licenca-18": "The Software and all copyrights, trade secrets and other worldwide intellectual property rights contained therein are the exclusive property of Klav. Klav reserves all rights in the Software not expressly granted to you in this EULA.",
    "licenca-19": "The Klav name and related Klav logos and/or stylized names are trademarks of Klav. You agree not to display or use these trademarks in any way without Klav's prior written permission.",
    "isencoes-e-limitacoes-de-responsabilidade": "Disclaimers and Limitations on Liability",
    "licenca-20": "THE SOFTWARE IS PROVIDED 'AS IS,' AND NO WARRANTY, EXPRESS OR IMPLIED, IS GIVEN. USE OF THE SOFTWARE IS AT YOUR OWN RISK. Klav does not warrant that (i) the Software will meet your specific requirements; (ii) the Software is fully compatible with any particular platform; (iii) your use of the Software will be uninterrupted, timely, secure or error-free; (iv) the results that may be obtained from the use of the Software will be accurate or reliable; (v) the quality of any products, services, information or other materials purchased or obtained by you through the Software will meet your expectations; or (vi) any errors in the Software will be corrected.",
    "licenca-21": "YOU EXPRESSLY UNDERSTAND AND AGREE THAT KLAV SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF KLAV HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES) RELATED TO THE SOFTWARE, including, for example:   (i) the use or inability to use the Software; (ii) the cost of procuring substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions made through or from the Software; (iii) unauthorized access to or alteration of your transmissions or data; (iv) statements or conduct of third parties in the Software; (v) or any other matter relating to the Software.",
    "licenca-22": "Klav reserves the right, at any time and from time to time, to modify or discontinue, temporarily or permanently, the Software (or any part thereof) with or without notice. Klav shall not be liable to you or any third party for any modification, price change, suspension or discontinuance of the Software.",
    "miscelanea": "Miscellanea",
    "licenca-23": "If you configure the Software to work with one or more accounts on the klav.com.br Website, your use of the Software will also be governed by the klav.com.br Website Terms of Service and/or the license agreement applicable to your instance.",
    "licenca-24": "The failure of Klav to exercise or enforce any right or provision of this EULA shall not constitute a waiver of such right or provision.",
    "licenca-25": "This EULA constitutes the entire agreement between you and Klav and governs your use of the Software, superseding any prior agreements between you and Klav (including, but not limited to, any prior versions of the EULA).",
    "licenca-26": "You agree that this EULA and your use of the Software are governed by Brazilian law and any dispute relating to the Software shall be brought before a court of competent jurisdiction located in or near Volta Redonda, Rio de Janeiro.",
    "licenca-27": "Please send any questions about this EULA to suporte@klav.com.br",
    "cadastro-usuario": "User Registration",
    "nome": "Name",
    "nome-placeholder": "Enter your full name",
    "o-inicio": "The beginning",
    "texto-o-inicio": "At the end of July 2023, Valk Castellani, started the repository in Azure Repos with the aim of implementing this project with the aim of being a financial mathematical tool to adjust process values, in order to give important feedback to lawyers.",
    "politica-de-privacidade": "Privacy Policy",
    "data-inicio-vigencia-politica-de-privacidade": "Effective Date: June 23, 2023",
    "politica-1": "Thank you for entrusting your personal information to Klav (or 'we'). This Privacy Policy explains our practices regarding the collection, use and disclosure of your data, including any personal data we collect and process in connection with our website and any application, software, product and service provided by Klav, including any Beta preview (collectively, 'Service').",
    "fim":"fim"
}