{
    "app-titulo": "Actualizador Financiero para Abogados",
    "bem-vindo": "¡Bienvenido!",
    "mensagem-1": "Aquí, nos comprometemos a proporcionar una herramienta poderosa para ayudar a los profesionales legales a calcular valores de casos actualizados basados en indicadores financieros brasileños. Sabemos lo crucial que es para los abogados tener información precisa y actualizada para garantizar que sus clientes reciban la imparcialidad y la debida compensación que merecen.",
    "mensagem-2": "Nuestra plataforma fue desarrollada con el objetivo de simplificar el proceso de cálculo financiero, permitiéndole acceder rápida y fácilmente a la información más relevante. Con los constantes cambios económicos y legislativos, hacer un seguimiento de las tasas de interés, las tasas de inflación y otros indicadores se ha convertido en un desafío, que es exactamente la razón por la que estamos aquí para ayudar.",
    "mensagem-3": "Entendemos la importancia de un cálculo financiero preciso y transparente, y nuestro equipo de expertos ha trabajado diligentemente para recopilar los datos más actualizados disponibles. Navegue por nuestro sitio web y explore las diferentes funcionalidades que hemos diseñado para garantizar una experiencia intuitiva y eficiente.",
    "mensagem-4": "Nuestro compromiso es proporcionar información fiable y actualizada, permitiéndole enfocar su energía en lo que mejor sabe hacer: defender a sus clientes con excelencia. Además, siempre estamos atentos a las sugerencias y comentarios, buscando constantemente mejorar nuestra plataforma para satisfacer sus necesidades.",
    "mensagem-5": "Únase a una comunidad de abogados comprometidos con la imparcialidad y precisión de los cálculos financieros. Utilice nuestra herramienta y logre resultados aún más consistentes y confiables en sus causas.",
    "mensagem-6": "Bienvenido al futuro del cálculo financiero para abogados. Juntos, construiremos un ambiente más justo y transparente para el ejercicio de la abogacía en Brasil. Esperamos poder ayudarle a lograr el éxito y la satisfacción de sus clientes.",
    "equipe": "Equipo",
    "cadastre-se": "Únete",
    "termos-de-uso": "Términos de uso",
    "politica-de-privacidade": "Política de privacidad",
    "licenca": "Licencia",
    "notas-da-versao": "Notas",
    "todos-os-direitos-reservados": "Todos los derechos reservados.",
    "eula": "Contrato de licencia de usuario final",
    "licenca-1": "Este Acuerdo de licencia de usuario final (CLUF) es un acuerdo legal entre usted (como individuo o en nombre de una entidad) y Klav, Inc., con respecto a su uso de las aplicaciones de Klav y la documentación asociada (el 'Software'). SI NO ESTÁ DE ACUERDO CON TODOS LOS TÉRMINOS DE ESTE CLUF, NO INSTALE, UTILICE NI COPIE EL SOFTWARE.",
    "resumo": "Resumen",
    "licenca-2": "Debe aceptar todos los términos de este CLUF para poder utilizar este Software.",
    "licenca-3": "Si es así, puede registrarse, suscribirse y utilizar el Software para cualquier propósito.",
    "licenca-4": "Este Software se comunica automáticamente con los servidores Klav por tres razones: (1) para recibir e instalar actualizaciones; (2) enviar informes de errores; y (3) enviar información de uso anónima. Puede ver datos de ejemplo para ver qué información se envía y puede optar por no enviar datos de uso anónimos.",
    "licenca-5": "Este Software se proporciona 'tal cual' sin garantías, y usted acepta que Klav no es responsable de nada que haga con él.",
    "licenca-6": "Realmente debería seguir adelante y leer todo el CLUF. No es tan largo. No solo debe confiar en este resumen.",
    "o-acordo": "El Acuerdo",
    "licenca-7": "Al descargar, instalar, usar o copiar el Software, usted acepta y acepta estar sujeto a los términos de este CLUF. Si no está de acuerdo con todos los términos de este CLUF, no podrá descargar, instalar, usar ni copiar el Software.",
    "a-licenca": "La licencia",
    "licenca-8": "Este CLUF le otorga el derecho de instalar tantas copias del Software como desee y de usar el Software para cualquier propósito legal consistente con este CLUF. Su licencia para usar el Software está expresamente condicionada a su aceptación de todos los términos de este CLUF. Este software se otorga bajo licencia, no se vende. Klav se reserva todos los demás derechos no otorgados por este CLUF.",
    "as-restricoes": "Las restricciones",
    "licenca-9": "Al utilizar el Software, debe utilizarlo de una manera que cumpla con las leyes aplicables en la(s) jurisdicción(es) en las que utiliza el Software.",
    "licenca-10": "Usted no puede vender, revender, alquilar, arrendar o intercambiar el Software por nada de valor.",
    "licenca-11": "No puede eliminar ni alterar ningún aviso o marca de propiedad en el Software.",
    "avisos-de-privacidade": "Avisos de privacidad",
    "licenca-12": "El Software se comunica automáticamente con los servidores Klav para tres propósitos: (1) actualizar el Software; (2) presentar informes de errores; y (3) enviar datos de uso anónimos para que podamos mejorar el Software. Puede optar por no enviar datos de uso anónimos, pero si no desea que el Software se actualice automáticamente o envíe informes de errores, desinstale el Software.",
    "licenca-13": "Actualizaciones automáticas de software. El Software se comunica con Klav para determinar si hay parches, correcciones de errores, actualizaciones, mejoras u otras modificaciones para mejorar el Software. Usted acepta que el Software puede instalar automáticamente dichas mejoras en el Software en su computadora sin proporcionar ningún aviso adicional ni recibir ningún consentimiento adicional. Esta función no se puede desactivar. Si no desea recibir actualizaciones automáticas, desinstale el Software.",
    "licenca-14": "Informes de errores. Para ayudarnos a mejorar el Software, cuando el Software encuentre ciertos errores, enviará automáticamente cierta información a Klav sobre el error. Esta función no se puede desactivar. Si no desea enviar informes de errores a Klav, desinstale el Software.",
    "licenca-15": "Datos de uso anónimos. Klav recopila datos anónimos sobre su uso del Software para ayudarnos a hacerlo más sorprendente. Aproximadamente una vez al día, el Software envía estos datos a los servidores de Klav. Si no desea enviar datos de uso anónimos a Klav, puede optar por no enviarlos cambiando su configuración en Preferencias.",
    "avisos-de-codigo-aberto": "Avisos de código abierto",
    "licenca-16": "Ciertos componentes del Software pueden estar sujetos a licencias de software de código abierto ('Componentes de código abierto'), lo que significa cualquier licencia de software aprobada como licencias de código abierto por la Iniciativa de código abierto o cualquier licencia sustancialmente similar, incluida, entre otras, cualquier licencia que, como condición de distribución del software licenciado bajo dicha licencia,  Requerir que el distribuidor haga que el software esté disponible en formato de código fuente. La documentación del Software incluye copias de las licencias aplicables a los Componentes de código abierto.",
    "licenca-17": "En la medida en que exista un conflicto entre los términos de licencia que cubren los Componentes de código abierto y este CLUF, los términos de dichas licencias se aplicarán en lugar de los términos de este CLUF. En la medida en que los términos de las licencias aplicables a los Componentes de código abierto prohíban cualquiera de las restricciones de este Acuerdo con respecto a dicho Componente de código abierto, dichas restricciones no se aplicarán a dicho Componente de código abierto. En la medida en que los términos de las licencias aplicables a los Componentes de código abierto requieran que el Licenciante haga una oferta para proporcionar código fuente en relación con el Producto, dicha oferta se realiza a continuación, y usted puede ejercerla poniéndose en contacto con suporte@klav.com.br",
    "avisos-de-propriedade-intelectual": "Avisos de propiedad intelectual",
    "licenca-18": "El Software y todos los derechos de autor, secretos comerciales y otros derechos de propiedad intelectual en todo el mundo contenidos en el mismo son propiedad exclusiva de Klav. Klav se reserva todos los derechos sobre el Software que no se le otorguen expresamente en este CLUF.",
    "licenca-19": "El nombre de Klav y los logotipos de Klav relacionados y/o nombres estilizados son marcas comerciales de Klav. Usted acepta no mostrar ni utilizar estas marcas comerciales de ninguna manera sin el permiso previo por escrito de Klav.",
    "isencoes-e-limitacoes-de-responsabilidade": "Descargos de responsabilidad y limitaciones de responsabilidad",
    "licenca-20": "EL SOFTWARE SE PROPORCIONA 'TAL CUAL' Y NO SE OTORGA NINGUNA GARANTÍA, EXPRESA O IMPLÍCITA. EL USO DEL SOFTWARE ES BAJO SU PROPIO RIESGO. Klav no garantiza que (i) el Software cumplirá con sus requisitos específicos; (ii) el Software es totalmente compatible con cualquier plataforma en particular; (iii) su uso del Software será ininterrumpido, oportuno, seguro o libre de errores; (iv) los resultados que puedan obtenerse del uso del Software serán precisos o fiables; (v) la calidad de cualquier producto, servicio, información u otros materiales comprados u obtenidos por usted a través del Software cumplirá con sus expectativas; o (vi) se corregirá cualquier error en el Software.",
    "licenca-21": "USTED ENTIENDE Y ACEPTA EXPRESAMENTE QUE KLAV NO SERÁ RESPONSABLE DE NINGÚN DAÑO DIRECTO, INDIRECTO, INCIDENTAL, ESPECIAL, CONSECUENTE O EJEMPLAR, INCLUIDOS, ENTRE OTROS, DAÑOS POR PÉRDIDA DE BENEFICIOS, BUENA VOLUNTAD, USO, DATOS U OTRAS PÉRDIDAS INTANGIBLES (INCLUSO SI KLAV HA SIDO ADVERTIDO DE LA POSIBILIDAD DE DICHOS DAÑOS) RELACIONADOS CON EL SOFTWARE, incluyendo, por ejemplo:   (i) el uso o la imposibilidad de usar el Software; (ii) el costo de adquirir bienes y servicios sustitutos resultantes de cualquier bien, dato, información o servicio comprado u obtenido o mensajes recibidos o transacciones realizadas a través o desde el Software; (iii) acceso no autorizado o alteración de sus transmisiones o datos; (iv) declaraciones o conducta de terceros en el Software; (v) o cualquier otro asunto relacionado con el Software.",
    "licenca-22": "Klav se reserva el derecho, en cualquier momento y de vez en cuando, de modificar o interrumpir, temporal o permanentemente, el Software (o cualquier parte del mismo) con o sin previo aviso. Klav no será responsable ante usted ni ante ningún tercero por cualquier modificación, cambio de precio, suspensión o interrupción del Software.",
    "miscelanea": "Miscelánea",
    "licenca-23": "Si configura el Software para que funcione con una o más cuentas en el Sitio web klav.com.br, su uso del Software también se regirá por los Términos de servicio del sitio web de klav.com.br y/o el acuerdo de licencia aplicable a su instancia.",
    "licenca-24": "El hecho de que Klav no ejerza o haga cumplir cualquier derecho o disposición de este CLUF no constituirá una renuncia a dicho derecho o disposición.",
    "licenca-25": "Este CLUF constituye el acuerdo completo entre usted y Klav y rige su uso del Software, reemplazando cualquier acuerdo anterior entre usted y Klav (incluidas, entre otras, las versiones anteriores del CLUF).",
    "licenca-26": "Usted acepta que este CLUF y su uso del Software se rigen por la ley brasileña y cualquier disputa relacionada con el Software se llevará ante un tribunal de jurisdicción competente ubicado en o cerca de Volta Redonda, Río de Janeiro.",
    "licenca-27": "Envíe cualquier pregunta sobre este CLUF a suporte@klav.com.br",
    "cadastro-usuario": "Registro de usuario",
    "nome": "Nombre",
    "nome-placeholder": "Ingrese su nombre completo",
    "o-inicio": "El comienzo",
    "texto-o-inicio": "A finales de julio de 2023, Valk Castellani, inició el repositorio en Azure Repos con el objetivo de implementar este proyecto con el objetivo de ser una herramienta matemática financiera para ajustar los valores del proceso, con el fin de dar retroalimentación importante a los abogados.",
    "politica-de-privacidade": "Política de privacidad",
    "data-inicio-vigencia-politica-de-privacidade": "Fecha de entrada en vigor: 23 de junio de 2023",
    "politica-1": "Gracias por confiar su información personal a Klav (o 'nosotros'). Esta Política de privacidad explica nuestras prácticas con respecto a la recopilación, el uso y la divulgación de sus datos, incluidos los datos personales que recopilamos y procesamos en relación con nuestro sitio web y cualquier aplicación, software, producto y servicio proporcionado por Klav, incluida cualquier vista previa Beta (colectivamente, 'Servicio').",
    "fim":"fim"
}