{
    "app-titulo": "Atualizador Financeiro para Advogados",
    "bem-vindo": "Bem-vindo(a)!",
    "mensagem-1": "Aqui, estamos empenhados em fornecer uma poderosa ferramenta para auxiliar os profissionais do direito a calcular os valores atualizados de causas com base nos indicadores financeiros brasileiros. Sabemos o quanto é crucial para advogados terem informações precisas e atualizadas para garantir que seus clientes recebam a justiça e a devida compensação que merecem.",
    "mensagem-2": "Nossa plataforma foi desenvolvida com o objetivo de simplificar o processo de cálculo financeiro, permitindo que você acesse de forma rápida e fácil as informações mais relevantes. Com as constantes mudanças econômicas e legislativas, acompanhar as taxas de juros, índices de inflação e outros indicadores tornou-se um desafio, e é exatamente por isso que estamos aqui para ajudar.",
    "mensagem-3": "Entendemos a importância de um cálculo financeiro preciso e transparente, e nossa equipe de especialistas trabalhou diligentemente para reunir os dados mais atualizados disponíveis. Navegue pelo nosso site e explore as diferentes funcionalidades que projetamos para garantir uma experiência intuitiva e eficiente.",
    "mensagem-4": "Nosso compromisso é fornecer informações confiáveis e atualizadas, permitindo que você concentre sua energia no que faz de melhor: defender seus clientes com excelência. Além disso, estamos sempre atentos a sugestões e feedbacks, buscando constantemente aprimorar nossa plataforma para atender às suas necessidades.",
    "mensagem-5": "Junte-se a uma comunidade de advogados comprometidos com a justiça e a precisão dos cálculos financeiros. Utilize nossa ferramenta e alcance resultados ainda mais consistentes e confiáveis em suas causas.",
    "mensagem-6": "Seja bem-vindo(a) ao futuro do cálculo financeiro para advogados. Juntos, construiremos um ambiente mais justo e transparente para a prática do direito no Brasil. Estamos ansiosos para ajudá-lo(a) a alcançar o sucesso e a satisfação de seus clientes.",
    "equipe": "Equipe",
    "cadastre-se": "Cadastre-se",
    "termos-de-uso": "Termos de uso",
    "politica-de-privacidade": "Politica de privacidade",
    "licenca": "Licença",
    "notas-da-versao": "Notas da versão",
    "todos-os-direitos-reservados": "Todos os direitos de reservados.",
    "eula": "Contrato de Licença de Usuário Final",
    "licenca-1": "Este Contrato de Licença de Usuário Final (CLUF) é um contrato legal entre você (como indivíduo ou em nome de uma entidade) e a Klav, Inc., em relação ao seu uso dos aplicativos da Klav e a documentação associada (o 'Software'). SE VOCÊ NÃO CONCORDAR COM TODOS OS TERMOS DESTE CLUF, NÃO INSTALE, USE OU COPIE O SOFTWARE.",
    "resumo": "Resumo",
    "licenca-2": "Você deve concordar com todos os termos deste CLUF para usar este Software.",
    "licenca-3": "Em caso afirmativo, você pode se cadastrar, fazer sua assinatura e usar o Software para qualquer finalidade.",
    "licenca-4": "Este Software se comunica automaticamente com os servidores Klav por três motivos: (1) para receber e instalar atualizações; (2) enviar relatórios de erros; e (3) enviar informações de uso anônimas. Você pode exibir dados de exemplo para ver quais informações são enviadas e pode optar por não enviar os dados de uso anônimos.",
    "licenca-5": "Este Software é fornecido 'no estado em que se encontra', sem garantias, e você concorda que a Klav não é responsável por nada que você faça com ele.",
    "licenca-6": "Você realmente deveria ir em frente e ler todo o CLUF. Não é tanto tempo. Você não deve confiar apenas neste resumo.",
    "o-acordo": "O Acordo",
    "licenca-7": "Ao baixar, instalar, usar ou copiar o Software, você aceita e concorda em ficar vinculado aos termos deste CLUF. Se você não concordar com todos os termos deste CLUF, não poderá baixar, instalar, usar ou copiar o Software.",
    "a-licenca": "A Licença",
    "licenca-8": "Este CLUF lhe dá o direito de instalar quantas cópias do Software desejar e usar o Software para qualquer finalidade legal consistente com este CLUF. Sua licença para usar o Software está expressamente condicionada à sua concordância com todos os termos deste CLUF. Este software é licenciado, não vendido. A Klav reserva-se todos os outros direitos não concedidos por este CLUF.",
    "as-restricoes": "As Restrições",
    "licenca-9": "Ao usar o Software, você deve usá-lo de uma maneira que esteja em conformidade com as leis aplicáveis na(s) jurisdição(ões) em que você usa o Software.",
    "licenca-10": "Você não pode vender, revender, alugar, arrendar ou trocar o Software por nada de valor.",
    "licenca-11": "Você não pode remover ou alterar quaisquer avisos de propriedade ou marcas no Software.",
    "avisos-de-privacidade": "Avisos de Privacidade",
    "licenca-12": "O Software se comunica automaticamente com os servidores Klav para três finalidades: (1) atualizar o Software; (2) envio de relatórios de erros; e (3) envio de dados de uso anônimos para que possamos melhorar o Software. Você pode optar por não enviar os dados de uso anônimos, mas se não quiser que o Software seja atualizado automaticamente ou envie relatórios de erros, desinstale o Software.",
    "licenca-13": "Atualizações automáticas de software. O Software se comunica com o Klav para determinar se há patches, correções de bugs, atualizações, upgrades ou outras modificações para melhorar o Software. Você concorda que o Software pode instalar automaticamente tais melhorias no Software em seu computador sem fornecer qualquer aviso adicional ou receber qualquer consentimento adicional. Esse recurso não pode ser desabilitado. Se não quiser receber atualizações automáticas, desinstale o Software.",
    "licenca-14": "Relatórios de erros. Para nos ajudar a melhorar o Software, quando o Software encontrar determinados erros, ele enviará automaticamente algumas informações a Klav sobre o erro. Esse recurso não pode ser desabilitado. Se você não quiser enviar relatórios de erros para Klav, desinstale o Software.",
    "licenca-15": "Dados de uso anonimizados. A Klav coleta dados anônimos sobre seu uso do Software para nos ajudar a torná-lo mais incrível. Aproximadamente uma vez por dia, o Software envia esses dados para os servidores da Klav. Se você não quiser enviar dados de uso anônimos para a Klav, poderá optar por não enviar alterando suas configurações em Preferências.",
    "avisos-de-codigo-aberto": "Avisos de Código Aberto",
    "licenca-16": "Certos componentes do Software podem estar sujeitos a licenças de software de código aberto ('Componentes de Código Aberto'), o que significa qualquer licença de software aprovada como licenças de código aberto pela Open Source Initiative ou quaisquer licenças substancialmente semelhantes, incluindo, sem limitação, qualquer licença que, como condição de distribuição do software licenciado sob tal licença, exija que o distribuidor disponibilize o software em formato de código-fonte. A documentação do Software inclui cópias das licenças aplicáveis aos Componentes de Código Aberto.",
    "licenca-17": "Na medida em que houver conflito entre os termos de licença que abrangem os Componentes de Código Aberto e este CLUF, os termos de tais licenças serão aplicados em vez dos termos deste CLUF. Na medida em que os termos das licenças aplicáveis aos Componentes de Código Aberto proíbam qualquer uma das restrições neste Contrato com relação a tal Componente de Código Aberto, tais restrições não se aplicarão a tal Componente de Código Aberto. Na medida em que os termos das licenças aplicáveis aos Componentes de Código Aberto exijam que o Licenciante faça uma oferta para fornecer código-fonte em conexão com o Produto, tal oferta é feita por meio deste, e você pode exercê-la entrando em contato com suporte@klav.com.br",
    "avisos-de-propriedade-intelectual": "Avisos de Propriedade Intelectual",
    "licenca-18": "O Software e todos os direitos autorais, segredos comerciais e outros direitos de propriedade intelectual mundiais nele contidos são de propriedade exclusiva do Klav. O Klav reserva-se todos os direitos sobre o Software não expressamente concedidos a você neste CLUF.",
    "licenca-19": "O nome Klav e logotipos relacionados do Klav e/ou nomes estilizados são marcas comerciais do Klav. Você concorda em não exibir ou usar essas marcas registradas de qualquer maneira sem a permissão prévia por escrito do Klav.",
    "isencoes-e-limitacoes-de-responsabilidade": "Isenções de Responsabilidade e Limitações de Responsabilidade",
    "licenca-20": "O SOFTWARE É FORNECIDO 'NO ESTADO EM QUE SE ENCONTRA', E NENHUMA GARANTIA, EXPRESSA OU IMPLÍCITA, É DADA. O USO DO SOFTWARE É POR SUA CONTA E RISCO. O Klav não garante que (i) o Software atenderá aos seus requisitos específicos; (ii) o Software é totalmente compatível com qualquer plataforma específica; (iii) seu uso do Software será ininterrupto, oportuno, seguro ou livre de erros; (iv) os resultados que podem ser obtidos com o uso do Software serão precisos ou confiáveis; (v) a qualidade de quaisquer produtos, serviços, informações ou outros materiais adquiridos ou obtidos por você através do Software atenderão às suas expectativas; ou (vi) quaisquer erros no Software serão corrigidos.",
    "licenca-21": "VOCÊ ENTENDE E CONCORDA EXPRESSAMENTE QUE A KLAV NÃO SERÁ RESPONSÁVEL POR QUAISQUER DANOS DIRETOS, INDIRETOS, INCIDENTAIS, ESPECIAIS, CONSEQUENCIAIS OU EXEMPLARES, INCLUINDO, MAS NÃO LIMITADO A, DANOS POR PERDA DE LUCROS, BOA VONTADE, USO, DADOS OU OUTRAS PERDAS INTANGÍVEIS (MESMO QUE A KLAV TENHA SIDO AVISADO DA POSSIBILIDADE DE TAIS DANOS) RELACIONADOS AO SOFTWARE, incluindo, por exemplo:  (i) o uso ou a incapacidade de usar o Software; (ii) o custo de aquisição de bens e serviços substitutos resultantes de quaisquer bens, dados, informações ou serviços adquiridos ou obtidos ou mensagens recebidas ou transações realizadas através ou a partir do Software; (iii) acesso não autorizado ou alteração de suas transmissões ou dados; (iv) declarações ou conduta de terceiros no Software; (v) ou qualquer outro assunto relacionado ao Software.",
    "licenca-22": "A Klav reserva-se o direito de, a qualquer momento e de tempos em tempos, modificar ou descontinuar, temporária ou permanentemente, o Software (ou qualquer parte dele) com ou sem aviso prévio. A Klav não será responsável perante você ou qualquer terceiro por qualquer modificação, alteração de preço, suspensão ou descontinuação do Software.",
    "miscelanea": "Miscelânea",
    "licenca-23": "Se você configurar o Software para funcionar com uma ou mais contas no site do klav.com.br, seu uso do Software também será regido pelos Termos de Serviço do Site klav.com.br e/ou pelo contrato de licença aplicável à sua instância.",
    "licenca-24": "A falha da Klav em exercer ou fazer cumprir qualquer direito ou disposição deste CLUF não constituirá uma renúncia de tal direito ou disposição.",
    "licenca-25": "Este CLUF constitui o acordo integral entre você e a Klav e rege seu uso do Software, substituindo quaisquer acordos anteriores entre você e a Klav (incluindo, mas não limitado a, quaisquer versões anteriores do CLUF).",
    "licenca-26": "Você concorda que este CLUF e seu uso do Software são regidos pela lei brasileira e qualquer disputa relacionada ao Software deve ser levada a um tribunal de jurisdição competente localizado em ou perto de Volta Redonda, Rio de Janeiro.",
    "licenca-27": "Por favor, envie quaisquer perguntas sobre este CLUF para suporte@klav.com.br",
    "cadastro-usuario": "Cadastro de Usuário",
    "nome": "Nome",
    "nome-placeholder": "Informe seu nome completo",
    "o-inicio": "O início",
    "texto-o-inicio": "No final do mês de julho de 2023, Valk Castellani, iniciou o repositório na Azure Repos com o objetivo de implementar esse projeto com o objetivo de ser um ferramenta matemática financeira para ajustar valores de processos, de forma a dar um feedback importante para os advogados.",
    "politica-de-privacidade": "Política de Privacidade",
    "data-inicio-vigencia-politica-de-privacidade": "Data de início de vigência: 23 de junho de 2023",
    "politica-1": "Agradecemos por confiar suas informações pessoais à Klav (ou 'nós'). Esta Política de Privacidade explica nossas práticas em relação à coleta, ao uso e à divulgação dos seus dados, incluindo qualquer dado pessoal que coletamos e processamos em conexão com nosso site e qualquer aplicativo, software, produto e serviço fornecido pela Klav, incluindo qualquer versão prévia Beta (coletivamente, 'Serviço').",
    "fim":"fim"
}